{"Gregg Popovich explains why he took the mic mid-game to ask Spurs fans to stop booing Kawhi Leonard - CBS Sports": ["Esportes", "'You don't poke the bear,' Popovich said", "2023-11-23T08:21:00Z", "https://www.cbssports.com/nba/news/gregg-popovich-explains-why-he-took-the-mic-mid-game-to-ask-spurs-fans-to-stop-booing-kawhi-leonard/"], "Pool Report on the ejection of Chris Paul during the second quarter of tonight's Golden State Warriors at Phoenix Suns Game - NBA Official": ["Política", "The Pool Report interview was conducted by Kellan Olson (Arizona Sports) with Crew Chief Scott Foster following tonight’s Warriors at Suns game.   QUESTION: What was Chris Paul upset about that led to the initial discussion?  FOSTER: The foul called against h…", "2023-11-23T06:26:46Z", "https://official.nba.com/pool-report-on-the-ejection-of-chris-paul-during-the-second-quarter-of-tonights-golden-state-warriors-at-phoenix-suns-game/"], "Kyrie Irving (28 points) Highlights vs. LA Lakers | 11/22/23 - Dallas Mavericks": ["Esportes", null, "2023-11-23T06:16:08Z", "https://www.youtube.com/watch?v=bt5A1gZuqpI"], "NHL Highlights | Canadiens vs. Ducks - November 22, 2023 - SPORTSNET": ["Esportes", "Alex Newhook had a pair of goals on the night, including the eventual game-winner, and the Montreal Canadiens defeated the Anaheim Ducks 4-3.----------------...", "2023-11-23T06:03:07Z", "https://www.youtube.com/watch?v=o-tC_gghOZk"], "Cal player allegedly called a 'terrorist' before confrontation - ESPN - ESPN": ["Esportes", "Cal coach Mark Madsen said Fardaws Aimaq confronted the fan after allegedly being subjected to \"abhorrent and offensive comments.\"", "2023-11-23T06:00:00Z", "https://www.espn.com/mens-college-basketball/story/_/id/38963703/cal-player-allegedly-called-terrorist-confrontation"], "NHL Highlights | Sharks vs. Kraken - November 22, 2023 - SPORTSNET": ["Esportes", "Oliver Bjorkstrand collected four points, including the game-winning goal, while four of his teammates also had a multi-point game as the Seattle Kraken trou...", "2023-11-23T05:55:29Z", "https://www.youtube.com/watch?v=BBVIZDMLEhs"], "Oregon State's Jonathan Smith doesn't deny interest in MSU HC job - 247Sports": ["Esportes", null, "2023-11-23T05:33:37Z", "https://247sports.com/college/michigan-state/article/michigan-state-football-jonathan-smith-head-coaching-vacancy--221012778/"], "JAZZ at TRAIL BLAZERS | FULL GAME HIGHLIGHTS | November 22, 2023 - NBA": ["Esportes", "Never miss a moment with the latest news, trending stories and highlights to bring you closer to your favorite players and teams.Download now: https://app.li...", "2023-11-23T05:31:20Z", "https://www.youtube.com/watch?v=OteUodMHCQY"], "Packers vs Lions Prediction, Pick, Odds | NFL Thanksgiving - The Action Network": ["Esportes", null, "2023-11-23T05:13:00Z", "https://www.actionnetwork.com/nfl/green-bay-packers-detroit-lions-odds-prediction-nfl-thanksgiving"], "Shai Gilgeous-Alexander GOES OFF for 40 Points! | November 22, 2023 - NBA": ["Esportes", "Shai Gilgeous-Alexander recorded a game-high 40 points, to go along with 12 assists and 5 rebounds in the Thunder 116-102 victory over the Bulls.Never miss a...", "2023-11-23T04:15:12Z", "https://www.youtube.com/watch?v=7nRSvXNSkwY"], "Pascal Siakam Drops DOUBLE-DOUBLE In Clutch Performance! | November 22, 2023 - NBA": ["Esportes", "Pascal Siakam’s 36 points and 10 rebounds, help the Toronto Raptors defeat the Indiana Pacers, 132-131. The Raptors improve to 7-8 on the season, while the P...", "2023-11-23T03:53:50Z", "https://www.youtube.com/watch?v=iOrMpvjGcNY"], "76ERS at TIMBERWOLVES | FULL GAME HIGHLIGHTS | November 22, 2023 - NBA": ["Esportes", "Never miss a moment with the latest news, trending stories and highlights to bring you closer to your favorite players and teams.Download now: https://app.li...", "2023-11-23T03:46:16Z", "https://www.youtube.com/watch?v=SC-aE9eZIIE"], "CLIPPERS at SPURS | FULL GAME HIGHLIGHTS | November 22, 2023 - NBA": ["Esportes", "The Los Angeles Clippers defeated the San Antonio Spurs, 109-102. Kawhi Leonard led all scorers with 26 points, 4 rebounds, and 4 assists for the Clippers, w...", "2023-11-23T03:45:04Z", "https://www.youtube.com/watch?v=Ed3uACAiJQw"], "Badgers news: Three quick takeaways from the 69-61 win over SMU - Bucky's 5th Quarter": ["Esportes", "The Badgers pulled out a major victory over SMU on Wednesday.", "2023-11-23T03:43:03Z", "https://www.buckys5thquarter.com/wisconsin-badgers-mens-basketball/2023/11/22/23973476/three-quick-takeaways-wisconsin-badgers-smu-mustangs-chucky-hepburn-tyler-wahl-john-blackwell"], "POSTGAME REACTION: Miami Heat at Cleveland Cavaliers, 11/22/23. - Bally Sports Florida & Bally Sports Sun": ["Esportes", "The Miami Heat defeated the Cleveland Cavaliers on Wednesday. Hear from Kyle Lowry, Erik Spoelstra, Jaime Jaquez Jr., Thomas Bryant, and Orlando Robinson on ...", "2023-11-23T03:40:06Z", "https://www.youtube.com/watch?v=qDs7T6P1F3I"], "What the Diamondbacks expect from 3B Eugenio Suarez - Arizona Sports": ["Esportes", "The Diamondbacks filled a few roster holes by adding third baseman Eugenio Suarez in a pre-Thanksgiving trade.", "2023-11-23T03:23:00Z", "https://arizonasports.com/story/3538651/what-diamondbacks-expect-eugenio-suarez-we-feel-like-its-a-natural-fit/"], "Dan Rubenstein explains why Oregon State will challenge Oregon - On3.com": ["Esportes", "On the Andy Staples On3 Podcast, Dan Rubenstein explains why Oregon State will challenge Oregon and possibly wreck the Pac-12's season", "2023-11-23T03:20:46Z", "https://www.on3.com/news/dan-rubenstein-explains-why-oregon-state-will-challenge-oregon/"], "NHL Highlights | Sabres vs. Capitals - November 22, 2023 - SPORTSNET": ["Esportes", "The Washington Capitals come away with two points against the Buffalo Sabres as Dylan Strome plays the role of the hero for the Caps with an overtime-winner ...", "2023-11-23T03:12:55Z", "https://www.youtube.com/watch?v=zTtMG0uIt-M"], "Magic Enjoy Thanksgiving Turkey After Big Win vs. Nuggets 🍗 - Bleacher Report": ["Esportes", "Paolo Banchero, Cole Anthony, and Franz Wagner celebrate the Orlando Magic win vs. defending champ Denver Nuggets with a Thanksgiving turkey 😂Subscribe: htt...", "2023-11-23T03:10:40Z", "https://www.youtube.com/watch?v=grOBbDJV0ys"], "NHL Highlights | Oilers vs. Hurricanes - November 22, 2023 - SPORTSNET": ["Esportes", "Teuvo Teravainen and Seth Jarvis recorded a goal and an assist each, Jalen Chatfield added a pair of assists, and the Carolina Hurricanes took care of the st...", "2023-11-23T03:10:27Z", "https://www.youtube.com/watch?v=vTT1n53sWEo"], "Sale or scam? Dark warning for shoppers ahead of Black Friday | Newshub - Newshub": ["Economia", null, "2023-11-23T05:24:17Z", "https://www.youtube.com/watch?v=77OfGOImEoY"], "Walmart Black Friday 2023: The Biggest Sale Is Live Now - IGN": ["Economia", "The big sale is finally live. Here are all the best Walmart Black Friday deals gathered into one place.", "2023-11-23T05:16:18Z", "https://www.ign.com/articles/walmart-black-friday-deals-2023"], "What's open Thanksgiving 2023? Starbucks, Kroger open; Walmart closed - USA TODAY": ["Economia", null, "2023-11-23T05:03:18Z", "https://www.usatoday.com/story/money/2023/11/23/open-closed-thanksgiving-2023-stores-restaurants-grocery/71666474007/"], "SpaceX tracking camera shows Starship stage separation up close - Digital Trends": ["Economia", "Filming on Saturday, a SpaceX tracking camera captured the moment its Starship spacecraft achieved its first successful separation from the Super Heavy booster.", "2023-11-23T04:00:28Z", "https://www.digitaltrends.com/space/spacex-tracking-camera-shows-starship-stage-separation/"], "Is Binance's $4B settlement the green light for spot Bitcoin ETFs? - Cointelegraph": ["Economia", "Crypto stakeholders are mulling if Binance’s $4 billion settlement with the DOJ was intended to bring the world’s largest exchange into compliance before approving spot Bitcoin ETFs.", "2023-11-23T03:54:10Z", "https://cointelegraph.com/news/is-binance-settlement-greenlight-to-spot-bitcoin-etf"], "Global smartphone sales rebound in October after declining for more than 2 years: Counterpoint - CNBC": ["Economia", "The global smartphone market grew 5% year-on-year in October after months of negative growth, said Counterpoint Research.", "2023-11-23T03:29:00Z", "https://www.cnbc.com/2023/11/23/global-smartphone-sales-rebound-after-a-2-year-slump-counterpoint.html"], "Passengers, major traffic at LAX as millions travel on Thanksgiving week - KTLA 5": ["Economia", "Thanksgiving is only a day away, and LAX is a hub of activity on Wednesday. Traffic at the airport is up about 91.5% as compared to pre-pandemic levels, acco...", "2023-11-23T02:44:49Z", "https://www.youtube.com/watch?v=FdlTfWpcO78"], "Sam Altman's Ouster Followed Dangerous AI Breakthrough Claim: Reuters - Decrypt": ["Política", "Unnamed sources say Altman's brief departure from OpenAI was sparked by a new AI discovery that some felt threatened humanity.", "2023-11-23T02:13:07Z", "https://decrypt.co/207190/openai-ai-dangerous-breakthrough-led-to-sam-altman-ceo-removal"], "Asia markets poised to fall even as Wall Street goes into Thanksgiving with a rally - CNBC": ["Economia", "Asian markets will be watching Singapore's inflation figures on Thursday, as well as Indonesia's central bank rate decision", "2023-11-23T01:39:00Z", "https://www.cnbc.com/2023/11/23/asia-markets.html"], "China Races to End Property Panic, Fill $446 Billion Funding Gap - Bloomberg": ["Economia", "Chinese leaders are making their most forceful push yet to end the nation’s property crisis, ramping up pressure on banks to plug an estimated $446 billion shortfall in funding needed to stabilize the industry and deliver millions of unfinished apartments.", "2023-11-23T01:37:32Z", "https://www.bloomberg.com/news/articles/2023-11-23/china-races-to-end-homebuyer-panic-fill-446-billion-fund-gap"], "Thanksgiving traffic hits Southern California freeways - KCAL News": ["Economia", "It's Thanksgiving! And you know what Thanksgiving and Southern California always go well with? Traffic! Jasmine Viel reports.", "2023-11-23T01:17:52Z", "https://www.youtube.com/watch?v=6euIkQba7ok"], "After OpenAI's Blowup, It Seems Pretty Clear That \"AI Safety\" Isn't Real - Gizmodo": ["Economia", "As OpenAI's chaos comes to an end, AI development will never be the same.", "2023-11-23T01:10:00Z", "https://gizmodo.com/ai-safety-openai-sam-altman-ouster-back-microsoft-1851038439"], "Advice | 10 Black Friday travel deals you'll actually want to buy - The Washington Post": ["Economia", "Holiday travel sales offer deals on hotels, cruises and even luggage.", "2023-11-23T00:42:00Z", "https://www.washingtonpost.com/travel/tips/travel-deals-black-friday/"], "Broadcom Closes Deal, Cuts VMware Four Ways As Raghuram Steps Aside - CRN": ["Economia", "The moment Broadcom closed its acquisition of VMware, it divided the company into four pieces, with a general manager each for VMware Cloud Foundation; Tanzu; Software-Defined Edge; and Application Networking and Security.", "2023-11-22T23:52:00Z", "https://www.crn.com/news/channel-news/broadcom-closes-deal-cuts-vmware-four-ways-as-raghuram-steps-aside"], "Citigroup asks employees to speak up about inappropriate behavior - Reuters": ["Economia", "A top Citigroup <a href=\"https://www.reuters.com/markets/companies/C.N\" target=\"_blank\">(C.N)</a> executive asked employees to speak up if they see inappropriate behavior after a managing director <a href=\"/world/us/citigroup-managing-director-sues-over-sexua…", "2023-11-22T23:46:00Z", "https://www.reuters.com/business/citigroup-asks-employees-speak-up-about-inappropriate-behavior-2023-11-22/"], "Travelers at BWI-Marshall encounter big surprise on Thanksgiving Eve: No lines - WBAL TV Baltimore": ["Economia", "Thanksgiving travelers at Baltimore-Washington International Thurgood Marshall Airport ran into a pleasant and welcomed surprise Wednesday -- no crowds.", "2023-11-22T23:10:00Z", "https://www.wbaltv.com/article/thanksgiving-eve-holiday-travel-bwi-marshall-no-lines/45921733"], "Shop Black Friday deals for your home and kitchen - GMA": ["Economia", "Stock up on glassware, cookware and more now for Black Friday.", "2023-11-22T22:36:27Z", "https://www.goodmorningamerica.com/shop/story/shop-black-friday-deals-home-kitchen-105090809"], "VIDEO: Giant, inflatable Whopper goes rogue, rolls through Newberg - KOIN.com": ["Economia", "An inflatable Whopper the size of a single-car garage went bowling through the streets of Newberg earlier this month after breaking free of its ties at a local Burger King.", "2023-11-22T22:34:17Z", "https://www.koin.com/local/video-giant-inflatable-whopper-goes-rogue-rolls-through-newberg/"], "9 market themes to discuss around the Thanksgiving table - Yahoo Finance": ["Economia", "Inflation, artificial intelligence, and Taylor Swift all may be fodder for Turkey Day table talk — during a feast costing 4.5% less than last year’s holiday ...", "2023-11-22T22:26:19Z", "https://finance.yahoo.com/news/9-market-themes-to-discuss-around-the-thanksgiving-table-222619853.html"], "Lawsuit blaming Tesla's Autopilot for driver's death can go to trial, judge says - MarketWatch": ["Economia", "A jury should decide whether Tesla and Elon Musk oversold the capabilities of the electric car company's Autopilot system and caused the fatal crash of a...", "2023-11-22T22:09:00Z", "https://www.marketwatch.com/story/lawsuit-blaming-teslas-autopilot-for-drivers-death-can-go-to-trial-judge-rules-1c3e33c6"], "Far-right leader Geert Wilders wins most votes in Dutch election - Financial Times": ["Política", "Anti-EU politician pledges to curb ‘asylum tsunami’ but will need other parties for coalition", "2023-11-23T10:02:04Z", "https://www.ft.com/content/312e43f2-a8be-445d-9d46-88d2ddf174a7"], "Families of Israeli hostages face an ‘excruciating’ wait for news after Israel and Hamas strike deal - CNN": ["Política", "After enduring nearly seven weeks of uncertainty about the fate of family members kidnapped by Hamas, relatives of hostages were left with hope and a new set of anxieties after Israel and the militant group reached a breakthrough deal on Tuesday that would se…", "2023-11-23T09:58:00Z", "https://www.cnn.com/2023/11/22/middleeast/israeli-hostages-families-wait-deal-intl-cmd/index.html"], "North West Dragged Kim Kardashian's Met Gala Look - BuzzFeed News": ["Política", "From Pete Davidson to Paris Hilton, North did not hold back from sharing her thoughts on this year’s Met Gala looks.", "2023-11-23T09:16:18Z", "https://www.buzzfeednews.com/article/ellendurney/north-west-brutally-dragged-kim-kardashian-met-gala-look"], "Israeli army arrests al-Shifa Hospital director, other doctors in Gaza - Al Jazeera English": ["Política", "Director Muhammad Abu Salmiya and several other medical personnel detained as Israel continues its Gaza offensive.", "2023-11-23T08:48:26Z", "https://www.aljazeera.com/news/2023/11/23/al-shifa-hospital-director-arrested-by-israeli-army-in-gaza"], "Ex-Obama adviser Stuart Seldowitz arrested after Islamophobic rant - Al Jazeera English": ["Política", "The former State Department official was filmed harassing a Muslim street vendor in New York over the Israel-Gaza war.", "2023-11-23T07:26:44Z", "https://www.aljazeera.com/news/2023/11/23/ex-obama-adviser-stuart-seldowitz-arrested-after-islamophobic-rant"], "WHO asks China for details on outbreaks of respiratory illness - Reuters": ["Política", "The World Health Organization (WHO) has asked China for details on an increase in respiratory illnesses and reported clusters of pneumonia in children, which its China office on Thursday called a \"routine\" check.", "2023-11-23T05:45:00Z", "https://www.reuters.com/world/china/who-asks-china-details-respiratory-illness-outbreaks-2023-11-23/"], "[Removed]": ["Política", "[Removed]", "1970-01-01T00:00:00Z", "https://removed.com"], "Kentucky train derailment causes chemical spill, forces evacuations - CBS News": ["Política", "It was not immediately clear how extensive the spill was or what impact it might have on the environment in the remote area.", "2023-11-23T04:32:00Z", "https://www.cbsnews.com/news/kentucky-train-derailment-chemical-spill-evacuations-rockcastle-county-livingston/"], "Fiery Rainbow Bridge car crash at US-Canada border kills 2; terrorism ruled out - Reuters": ["Política", "A speeding car crashed in flames on the bridge linking New York state and Ontario at Niagara Falls on Wednesday, killing two people in the vehicle and sparking a security scare that closed four U.S.-Canadian border crossings.", "2023-11-23T04:03:00Z", "https://www.reuters.com/world/us/authorities-monitoring-incident-bridge-niagara-falls-ny-governor-says-2023-11-22/"], "US warship shoots down attack drones over the Red Sea - CNN": ["Política", "A US warship shot down “multiple one-way attack drones” launched from Houthi-controlled areas in Yemen on Thursday morning local time, according to the United States Central Command.", "2023-11-23T03:52:29Z", "https://www.cnn.com/2023/11/22/politics/us-warship-attack-drones-red-sea/index.html"], "North Korea suspends Seoul military agreement, restores troops at border - Al Jazeera English": ["Política", "South Korea had already withdrawn from parts of the deal after Pyongyang launched a spy satellite on Tuesday.", "2023-11-23T03:36:23Z", "https://www.aljazeera.com/news/2023/11/23/north-korea-suspends-seoul-military-agreement-restores-troops-at-border"], "NASA receives laser beam from 10 million miles away: 'First light' - Fox News": ["Política", "NASA has beamed a near-infrared laser nearly 10 million miles into space breaking new ground for the agency.", "2023-11-23T02:47:00Z", "https://www.foxnews.com/science/nasa-receives-laser-beam-ten-million-miles-first-light"], "Is a mystery disease affecting dogs in central Ohio? OSU vet shares what he's seeing - ABC6OnYourSide.com": ["Política", "A mystery disease is spreading among dogs, and it's leaving veterinarians and dog owners with questions.", "2023-11-23T02:33:00Z", "https://abc6onyourside.com/news/local/is-mystery-disease-impacting-dogs-in-central-ohio-osu-vet-shares-what-hes-seeing"], "NFL Thanksgiving and Black Friday odds, how to watch, stream: Expert picks, best bets, teasers, survivor pool - CBS Sports": ["Política", "CBSSports.com and SportsLine break down every single NFL game on Thanksgiving", "2023-11-23T02:32:00Z", "https://www.cbssports.com/nfl/news/nfl-thanksgiving-and-black-friday-odds-how-to-watch-stream-expert-picks-best-bets-teasers-survivor-pool/"], "What causes itch? Study finds skin bacteria linked to eczema triggers itchiness - Axios": ["Política", null, "2023-11-23T02:17:04Z", "https://www.axios.com/2023/11/23/skin-itch-cause-study-eczema-treatment"], "Rosalynn Carter’s final moments were spent with Jimmy - The Washington Post": ["Política", "The 96-year-old former first lady will be buried next week after services in Atlanta and Plains, the small town where she and the former president were born.", "2023-11-23T02:07:29Z", "https://www.washingtonpost.com/nation/2023/11/22/rosalynn-carter-funeral-final-moments/"], "'Unheard of': Trump attacks led to 'serious and credible' death threats to court - MSNBC": ["Política", "New documents in the New York fraud case against Donald Trump reveal that the ex-president's attacks on the judge's clerk resulted in \"hundreds of threatenin...", "2023-11-23T02:00:31Z", "https://www.youtube.com/watch?v=vfj9A8HCV_U"]}